/*
На що буде звертати увагу ментор при перевірці:

Підключена бібліотека iziToast.
При обранні стану в радіокнопках і натисканні на кнопку Create notification 
з’являється повідомлення, відповідного до обраного стану стилю, із затримкою 
в кількість мілісекунд, переданих в інпут.
Повідомлення, що виводиться, містить тип обраного стейту і кількість мілісекунд 
згідно з шаблоном в умові.
 */

// Описаний у документації
import iziToast from 'izitoast';
// Додатковий імпорт стилів
import 'izitoast/dist/css/iziToast.min.css';

const successMsg = `✅ Fulfilled promise in ${delay}ms`;
const failMsg = `❌ Rejected promise in ${delay}ms`;
